def start_bot_msg():
    return 'Бот запущен'

def stop_bot_msg():
    return 'Бот остановлен'

def start_text():
    return f"Вы находитесь в главном меню бота помошника, канала <code>https://t.me/developer_bot1613</code>\n\nПримерный прайс на услуги:1) Полная разработка тг бота - от 10000р\n2) Установка проекта на сервер - от 2000р\n3) Подключение базы данных - от 3000р\n4) Написание  текста и наполнение бота контентом - от 1000р\nЦены примерны и могут варьироваться, так-как проекты индивидуальны\n❗️❗️❗️\nПеред оплатой ознакомтесь с вкладой 'Важно' и 'Публичной офертой'\n❗️❗️❗️"

def pay():
    return "Оплата, скоро заработает..."

def vazno():
    return "Ознакомтесь перед оплатой"

def contact():
    return (f"Контактные данные\n<b>Телеграм:</b> <a href=\"https://t.me/manage_1613\">@manage_1613</a>\n<b>Почта:</b> aresberes7@gmail.com\n<b>ФИО</b> Колягин Андрей Геннадьевич\n<b>ИНН</b> 616117128207\n")

def refund():
    return f"Доставка и возврат\nУслуги предоставляются удалённо — доступ к готовому коду отправляется клиенту по электронной почте в течение 24 часов после подтверждения оплаты. Стоимость доставки отсутствует.\nУсловия возврата услуги\nЕсли клиент обнаружил несоответствие готового продукта заявленным требованиям, он может запросить исправление в течение 7 рабочих дней. При невозможности исправления клиент имеет право отказаться от услуги.\nВозврат денежных средств\nВ случае отказа от услуги в указанный срок возврат полной суммы производится тем же способом, которым была осуществлена оплата, в течение 10 рабочих дней. При частичном выполнении работы возврат производится пропорционально объёму выполненных задач.\n"



def file_text():
    return "Оферта"