def start_bot_msg():
    return 'Бот запущен'

def stop_bot_msg():
    return 'Бот остановлен'

def start_text():
    return f"Вы находитесь в главном меню бота помошника, канала <code>https://t.me/developer_bot1613</code>\n\n❗️❗️❗️\nПеред оплатой ознакомтесь с вкладой 'Важно' и 'Публичной офертой'\n❗️❗️❗️"

def pay():
    return "Оплата, скоро заработает..."

def contacts():
    return (f"Контактные данные:\nТелеграм: @manage_1613\nПочта: aresberes7@gmail.com\nИНН 616117128207\nДоставка и возврат\nУслуги предоставляются удалённо — доступ к готовому коду отправляется клиенту по электронной почте в течение 24 часов после подтверждения оплаты. Стоимость доставки отсутствует.\nУсловия возврата услуги\nЕсли клиент обнаружил несоответствие готового продукта заявленным требованиям, он может запросить исправление в течение 7 рабочих дней. При невозможности исправления клиент имеет право отказаться от услуги.\nВозврат денежных средств\nВ случае отказа от услуги в указанный срок возврат полной суммы производится тем же способом, которым была осуществлена оплата, в течение 10 рабочих дней. При частичном выполнении работы возврат производится пропорционально объёму выполненных задач.\n\n⬇️При нажатии на кнопку, отправится фаил 'Оферта'⬇️")



def file_text():
    return "Оферта"